Repository: andywar65/buildings
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Image
it: Immagine

source: Map
it: Mappa

source: Building
it: Edificio

source: Building Guest
it: Visitatore di edifici

source: Architecture
it: Edile

source: MEP
it: Impianti

source: Structure
it: Strutturale

source: Delete the building
it: Elimina l'edificio

source: Caution, can't undo this.
it: Attenzione, non si può tornare indietro.

source: Photo station
it: Stazione fotografica

source: Parent set
it: Set genitore

source: Can be changed only by staff in admin
it: Può essere cambiato solo dallo staff in amministrazione

source: Parent family
it: Famiglia genitore

source: Another Building by %(website)s!
it: Un altro edificio di %(website)s!

source: Title
it: Titolo

source: Building name
it: Nome dell'edificio

source: Introduction
it: Introduzione

source: Few words to describe this building
it: Qualche parola per descrivere questo edificio

source: Date
it: Data

source: Address
it: Indirizzo

source: Something like "Rome - Monteverde" is ok
it: Qualcosa tipo "Rome - Monteverde" va bene

source: Private
it: Privato

source: Can be viewed only by authenticated users
it: Può essere visto solo da utenti autenticati

source: Latitude
it: Latitudine

source: Longitude
it: Longitudine

source: Coordinates from Google Maps or https://openstreetmap.org
it: Coordinate da Google Maps oppure https://openstreetmap.org

source: Zoom factor
it: Fattore di zoom

source: Maximum should be 23
it: Al massimo 23

source: Building-%(date)s
it: Edificio-%(date)s

source: Base plan set
it: Set di planimetrie di base

source: Base element family
it: Famiglie di elementi di base

source: Buildings
it: Edifici

source: Name
it: Nome

source: Name of the building plan
it: Nome della planimetria

source: Elevation in meters
it: Livello in metri

source: DXF file
it: File DXF

source: Refresh geometry
it: Ripristina la geometria

source: Building plan
it: Planimetria

source: Building plans
it: Planimetrie

source: Plan geometry
it: Geometria della planimetria

source: Geometry description in popup
it: Descrizione della geometria nel popup

source: Geometry
it: Geometria

source: can be LineString or Polygon
it: può essere LineString o Polygon

source: Is 3D
it: E' 3D

source: Use third dimension in camera view
it: Usa la terza dimensione nella vista in soggettiva

source: Plan geometries
it: Geometrie della planimetria

source: Choose carefully, can be changed only by staff in admin
it: Scegli con attenzione, può essere modificato solo dallo staff in amministrazione

source: Set name
it: Nome del set

source: Description
it: Descrizione

source: Few words to describe the set
it: Poche parole per descrivere il set

source: Plans
it: Planimetrie

source: Choose plans to show in this set
it: Scegli le planimetrie da mostrare nel set

source: Plan set
it: Set di planimetrie

source: Plan sets
it: Set di planimetrie

source: Visible
it: Visibile

source: Check if plan is visible in this plan set
it: Spunta se la planimetria è visibile in questo set

source: Plan visibility
it: Visibilità della planimetria

source: Another photo station by %(sitename)s!
it: Un'altra stazione fotografica di %(sitename)s!

source: Title of the photo station
it: Titolo della stazione fotografica

source: Photo stations
it: Stazioni fotografiche

source: Station
it: Stazione

source: Date:
it: Data:

source: Caption
it: Didascalia

source: Images
it: Immagini

source: Family name
it: Nome della famiglia

source: Few words to describe the family
it: Poche parole per descrivere la famiglia

source: Data sheet
it: Foglio dati

source: A dictionary of element features
it: Un dizionario di caratteristiche dell'elemento

source: Element Family
it: Famiglia di elementi

source: Element Families
it: Famiglie di elementi

source: Family
it: Famiglia

source: No description
it: Nessuna descrizione

source: Element
it: Elemento

source: Elements
it: Elementi

source: City
it: Città

source: Cities
it: Città

source: Another building log entry by %(name)s!
it: Un altro giornale di cantiere di %(name)s!

source: The title of the building log entry
it: Titolo del giornale di cantiere

source: Text
it: Testo

source: Categories
it: Categorie

source: Comma separated list of categories
it: Lista di categorie separate da virgole

source: Author
it: Autore

source: Building log entry
it: Giornale di cantiere

source: Building log entries
it: Giornali di cantiere

source: Active Plan set:
it: Set di planimetrie attivo:

source: No plans in active set
it: Nessuna planimetria nel set attivo

source: Element family list
it: Lista di famiglie di elementi

source: Images by date
it: Immagini per data

source: All images by date
it: Tutte le immagini per data

source: No images available
it: Nessun immagine disponibile

source: Building Log entries
it: Giornali di cantiere

source: All journals
it: Tutti i giornali di cantiere

source: No Building Log entries available
it: Nessun giornale di cantiere disponibile

source: Add building
it: Aggiungi edificio

source: Add
it: Aggiungi

source: Back to city
it: Torna alla città

source: Click on the map above to set Latitude, Longitude and Zoom factor.
it: Fai click sulla mappa qui sopra per definire coordinate e fattore di zoom.

source: You don't have permissions to add buildings
it: Non hai le credenziali per aggiungere edifici

source: Delete building
it: Cancella l'edificio

source: Delete building:
it: Cancella l'edificio:

source: You don't have permissions to delete buildings
it: Non hai le credenziali per cancellare edifici

source: Modify building
it: Modifica l'edificio

source: Update
it: Aggiorna

source: Back to building
it: Torna all'edificio

source: Delete
it: Cancella

source: You don't have permissions to modify buildings
it: Non hai le credenziali per modificare edifici

source: Map of all buildings
it: Mappa di tutti gli edifici

source: Manage cities (in admin)
it: Gestisci città (in amministrazione)

source: Add element
it: Aggiungi elemento

source: Click on the map above to set location.
it: Fai click sulla mappa qui sopra per definire la posizione.

source: You don't have permissions to add elements
it: Non hai le credenziali per aggiungere elementi

source: Delete element
it: Cancella elemento

source: Delete element:
it: Cancella l'elemento:

source: You don't have permissions to delete elements
it: Non hai le credenziali per cancellare elementi

source: Modify element
it: Modifica elemento

source: Review / modify element
it: Verifica / modifica l'elemento

source: Modify
it: Modifica

source: You don't have permissions to change elements
it: Non hai le credenziali per modificare elementi

source: Elements by family
it: Elementi per famiglia

source: Add element family
it: Aggiungi famiglia di elementi

source: Download elements
it: Scarica elementi

source: Delete element family
it: Cancella famiglia

source: Delete element family:
it: Cancella la famiglia di elementi:

source: You can't delete Base element family.
it: Non puoi cancellare la famiglia base

source: You don't have permissions to delete element families
it: Non hai le credenziali per cancellare famiglie di elementi

source: Update element family
it: Modifica famiglia

source: Modify element family:
it: Modifica la famiglia di elementi:

source: You don't have permissions to modify element families
it: Non hai le credenziali per modificare famiglie di elementi

source: Create element family
it: Crea famiglia

source: You don't have permissions to add element families
it: Non hai le credenziali per aggiungere famiglie di elementi

source: Save
it: Salva

source: Save and continue
it: Salva e continua

source: Save and add
it: Salva e aggiungi

source: Fields with asterisk (*) are required
it: I campi con l'asterisco (*) sono richiesti

source: %(model_name)s <strong>%(object)s</strong> successfully created!
it: %(model_name)s <strong>%(object)s</strong> creato/a con successo!

source: %(model_name)s <strong>%(object)s</strong> successfully modified!
it: %(model_name)s <strong>%(object)s</strong> modificato/a con successo!

source: %(model_name)s <strong>%(object)s</strong> successfully deleted!
it: %(model_name)s <strong>%(object)s</strong> cancellato/a con successo!

source: Elevation (mt)
it: Quota (m)

source: Visibility
it: Visibilità

source: Make invisible
it: Rendi invisibile

source: Make visible
it: Rendi visibile

source: WARNING, we can't undo this!
it: ATTENZIONE, non si può tornare indietro!

source: Don't!
it: Non farlo!

source: Back to all buildings
it: Torna a tutti gli edifici

source: Add Plan set
it: Aggiungi set di planimetrie

source: Add building plan
it: Aggiungi planimetria

source: Add photo station
it: Aggiungi stazione fotografica

source: Building:
it: Edificio:

source: Plan:
it: Planimetria:

source: Family:
it: Famiglia:

source: Description:
it: Descrizione:

source: Latitude:
it: Latitudine:

source: Longitude:
it: Longitudine:

source: Modify family
it: Modifica la famiglia

source: Modify directory (in admin)
it: Modifica la directory (in amministrazione)

source: Fix the errors below, please
it: Correggi gli errori qui sotto, per favore

source: Hello <strong>%(name)s</strong>, fill the fields below then submit.
it: Ciao <strong>%(name)s</strong>, inserisci i campi qui sotto e poi invia.

source: Activate!
it: Attiva!

source: Modify plan set
it: Modifica il set

source: Previous
it: Precedenti

source: Next
it: Prossimi

source: There are no images available for this journal entry
it: Non ci sono immagini disponibili per questo giornale di cantiere

source: PDF friendly layout
it: Ottimizzato per PDF

source: Signed
it: Firmato

source: all journals
it: tutti i giornali di cantiere

source: Building:
it: Edificio:

source: Click to navigate
it: Fai click per navigare

source: Move: WASD
it: Muovi: WASD

source: Jump: SPACE
it: Salta: SPAZIO

source: Look: MOUSE
it: Guarda: MOUSE

source: Exit: ESC
it: Esci: ESC

source: Back to Photo station
it: Torna alla Stazione fotografica

source: You don't have permissions to add photo stations
it: Non hai le credenziali per aggiungere stazioni fotografiche

source: Delete photo station
it: Elimina stazione

source: Delete photo station:
it: Elimina la stazione fotografica:

source: You don't have permissions to delete photo stations
it: Non hai le credenziali per eliminare stazioni fotografiche

source: Modify photo station
it: Modifica stazione

source: You don't have permissions to change photo stations
it: Non hai le credenziali per modificare stazioni fotografiche

source: plan
it: planimetria

source: Elevation (m)
it: Quota (m)

source: Modify building plan
it: Modifica planimetria

source: You don't have permissions to add building plans
it: Non hai le credenziali per aggiungere planimetrie

source: Delete building plan
it: Elimina planimetria

source: Delete building plan:
it: Elimina planimetria:

source: You don't have permissions to delete building plans
it: Non hai le credenziali per eliminare planimetrie

source: Modify building plan:
it: Modifica la planimetria:

source: You don't have permissions to modify building plans
it: Non hai le credenziali per modificare planimetrie

source: Create Plan set
it: Crea set

source: Add plan set
it: Aggiungi set di planimetrie

source: You don't have permissions to add plan sets
it: Non hai le credenziali per aggiungere set di planimetrie

source: Delete Plan set
it: Elimina Set

source: Delete Plan set:
it: Elimina set di planimetrie:

source: You can't delete Base plan set.
it: Non puoi cancellare il Set di base.

source: You don't have permissions to delete plan sets
it: Non hai le credenziali per eliminare set di planimetrie

source: Modify Plan set
it: Modifica Set

source: Modify Plan set:
it: Modifica set di planimetrie:

source: You don't have permissions to modify plan sets
it: Non hai le credenziali per modificare set di planimetrie

source: Images by day
it: Immagini per data

source: No images today
it: Nessuna immagine oggi

source: PREVIOUS
it: PRECEDENTE

source: NEXT
it: PROSSIMO

source: images by date
it: immagini per data

source: all images by date
it: tutte le immagini per data

source: Delete image
it: Elimina immagine

source: Delete image:
it: Elimina l'immagine:

source: You don't have permissions to delete images
it: Non hai le credenziali per eliminare le immagini

source: Modify image
it: Modifica immagine

source: Modify image:
it: Modifica l'immagine:

source: You don't have permissions to modify images
it: Non hai le credenziali per modificare le immagini

source: There are no images available for this station
it: Non ci sono immagini disponibili per questa stazione

source: Bakcwards in time
it: Indietro nel tempo

source: Forwards in time
it: Avanti nel tempo

source: Add image
it: Aggiungi immagine

source: Watch in 3D!
it: Guarda in 3D!

source: Add an image
it: Aggiungi un'immagine

source: You don't have permissions to add images
it: Non hai le credenziali per aggiungere immagini

source: add/
it: aggiungi/

source: <slug>/change/
it: <slug>/modifica/

source: <slug>/delete/
it: <slug>/elimina/

source: <slug>/set/add/
it: <slug>/set/aggiungi/

source: <slug:build_slug>/set/<slug:set_slug>/change/
it: <slug:build_slug>/set/<slug:set_slug>/modifica/

source: <slug:build_slug>/set/<slug:set_slug>/delete/
it: <slug:build_slug>/set/<slug:set_slug>/elimina/

source: <slug>/plan/add/
it: <slug>/planimetria/aggiungi/

source: <slug:build_slug>/plan/<slug:plan_slug>/
it: <slug:build_slug>/planimetria/<slug:plan_slug>/

source: <slug:build_slug>/plan/<slug:plan_slug>/change/
it: <slug:build_slug>/planimetria/<slug:plan_slug>/modifica/

source: <slug:build_slug>/plan/<slug:plan_slug>/delete/
it: <slug:build_slug>/planimetria/<slug:plan_slug>/elimina/

source: <slug>/station/add/
it: <slug>/stazione/aggiungi/

source: <slug:build_slug>/station/<slug:stat_slug>/
it: <slug:build_slug>/stazione/<slug:stat_slug>/

source: <slug:build_slug>/station/<slug:stat_slug>/change/
it: <slug:build_slug>/stazione/<slug:stat_slug>/modifica/

source: <slug:build_slug>/station/<slug:stat_slug>/delete/
it: <slug:build_slug>/stazione/<slug:stat_slug>/elimina/

source: <slug:build_slug>/station/<slug:stat_slug>/3d/
it: <slug:build_slug>/stazione/<slug:stat_slug>/3d/

source: <slug:build_slug>/station/<slug:stat_slug>/image/<pk>/change
it: <slug:build_slug>/stazione/<slug:stat_slug>/immagine/<pk>/modifica

source: <slug:build_slug>/station/<slug:stat_slug>/image/<pk>/delete
it: <slug:build_slug>/stazione/<slug:stat_slug>/immagine/<pk>/elimina

source: <slug>/stations/<int:year>/<int:month>/<int:day>/
it: <slug>/stazioni/<int:year>/<int:month>/<int:day>/

source: <slug>/stations/all-days/
it: <slug>/stazioni/immagini-per-giorno/

source: <slug>/family/add/
it: <slug>/famiglia/aggiungi/

source: <slug:build_slug>/family/<slug:fam_slug>/change/
it: <slug:build_slug>/famiglia/<slug:fam_slug>/modifica/

source: <slug:build_slug>/family/<slug:fam_slug>/delete/
it: <slug:build_slug>/famiglia/<slug:fam_slug>/elimina/

source: <slug:build_slug>/family/<slug:fam_slug>/elements/
it: <slug:build_slug>/famiglia/<slug:fam_slug>/elementi/

source: <slug>/element/add/
it: <slug>/elemento/aggiungi/

source: <slug>/element/<pk>/change/
it: <slug>/elemento/<pk>/modifica/

source: <slug>/element/<pk>/delete/
it: <slug>/elemento/<pk>/elimina/

source: <slug>/element/download/
it: <slug>/elemento/scarica/

source: <slug:build_slug>/journal/<int:year>/<int:month>/<int:day>/<jour_slug>/
it: <slug:build_slug>/giornale/<int:year>/<int:month>/<int:day>/<jour_slug>/

source: <slug:slug>/journal/all/
it: <slug:slug>/giornale/tutti/

source: Building is private
it: L'edificio è privato

source: User has no permission to view building
it: L'utente non ha le credenziali per vedere gli edifici

source: Plan set does not belong to Building
it: Il set di planimetrie non appartiene all'edificio

source: No plan
it: Nessuna planimetria

source: Plan does not belong to Building
it: La planimetria non appartiene all'edificio

source: User has no permission to view the journal
it: L'utente non ha le credenziali per vedere il giornale

source: Journal does not belong to Building
it: Il giornale non appartiene all'edificio

source: User has no permission to view journals
it: L'utente non ha le credenziali per vedere i giornali di cantiere

source: Element family does not belong to Building
it: La famiglia di elementi non appartiene all'edificio

source: Element does not belong to Building
it: L'elemento' non appartiene all'edificio

source: User has no permission to view Elements
it: L'utente non ha le credenziali per vedere elementi

source: Plan
it: Planimetria

source: No image
it: Nessuna immagine

source: Station does not belong to Building
it: La stazione non appartiene all'edificio

source: User has no permission to view photostation
it: L'utente non ha le credenziali per vedere la stazione fotografica

source: User has no permission to add images
it: L'utente non ha le credenziali per aggiungere immagini

source: Image does not belong to Photo Station
it: L'immagine' non appartiene alla stazione fotografica

source: User has no permission to view station images
it: L'utente non ha le credenziali per vedere le immagini
